content/books/digital_minimalism.md
+++
title = "Digital Minimalism"
date = 2022-03-01
tags = ["productivity", "book"]
draft = false
+++

## Digital Minimalism {#digital-minimalism}


## Description {#description}

-   Part 1
    -   Chapter 1
        -   [extract values from technology](#digital-minimalism-note-1)
        -   [tech giants are selling tobacco products](#digital-minimalism-note-2)
        -   problem with social media
            -   loosing autonomy
                -   you cannot control your urge anymore to check for new Facebook content
            -   we were pushed into this direction by companies which invested lots of money to control our (social)
    -   Chapter 2
        -   on the [principles](#philosophy) of digital minimalism
-   Part 2
    -   on [Solitude]({{< relref "../../topics/solitude.md" >}})
    -   Chapter 5
        -   on [Default Network]({{< relref "../../topics/default_network.md" >}})
            -   [why we're social beings](#digital-minimalism-note-5)
        -   on [Conversation-Centric Communication]({{< relref "../../topics/conversation_centric_communication.md" >}})
            -   [Why no digital invention cannot ever replace our sociality](#digital-minimalism-note-6)
            -   [What it means to stay in touch](#digital-minimalism-note-7)
        -   [Don't click the Like button](https://www.attentiveman.com/blog-1/2019/3/1/cal-newport-on-avoiding-the-like-button)
    -   Chapter 6
        -   How does one live a good life?
        -   on [High-Quality Leisure]({{< relref "../../topics/high_quality_leisure.md" >}}) and
    -   Chapter 7
        -   on the [Attention Economy]({{< relref "../../topics/attention_economy.md" >}})


## Philosophy {#philosophy}

> A philosophy of technology use in which you focus your online time on a small number of carefully selected and optimized activities to strongly support things you value and then happily miss out everything else

-   digital minimalists transform innovations from a source of distraction into tools to support their lives well lived
-   Principles
    -   **Clutter is costly**
        -   also check [Thoreau's Economy]({{< relref "../../topics/thoreau_s_economy.md" >}})
    -   **Optimization is important**
        -   deciding which technology to use is only the first step
        -   how to use it to fully extract its potential is even more important
    -   **Intentionality is satisfying**
        -   satisfaction from general engagement how they deal with technology
        -   intention trumps convenience
            -   profit from benefits from technology chosen intentionally vs. technology chosen "not" to use


## Quotes {#quotes}


### Digital Minimalism - Note 1 {#digital-minimalism-note-1}

> We cannot passively allow the wild tangle of tools, entertainments and distractions provided by the Internet age to dictate how we spend our time or how we feel. We must instead take steps to extract the good from these technologies while side-stepping what's bad. We require a plan (?) that puts our aspirations and values once again in charge of our daily experience.


### Digital Minimalism - Note 2 {#digital-minimalism-note-2}

> The tycons of social media have to stop pretending that their friendly nerd gods are building a better world and admit they're just tobacco farmers in t-shirts selling tobacco products to children. Because let's face it: Checking your like is the new smoking.


### Digital Minimalism - Note 3 {#digital-minimalism-note-3}

> Our sociality is simply to complex to be outsourced to a Social Media network or reduced to instant messages or emojis.


### Digital Minimalism - Note 4 {#digital-minimalism-note-4}

> He now believes "we are interested in the social world because we are built to
> turn on the Default Network during our free time. Put another way, our brains
> adapted to automatically practice social thinking during any moments of
> cognitive downtime and it's this practice that helps us become really interested
> in our social world.


### Digital Minimalism - Note 5 {#digital-minimalism-note-5}

> This finding underscores the fundamental importance of social connections to
> human well-being. As Lieberman summarizes: "The brain did not evolve over
> millions of years to spend its free time practicing something irrelevant to our
> lives." Additional studies by Lieberman and his collaborators unconvered other
> examples where evolution placed "big bets" on the importance of sociality by
> adapting other expensive systems to serve its needs.


### Digital Minimalism - Note 6 {#digital-minimalism-note-6}

> You cannot expect an app dreamed up in a dorm room, or among the ping-pong
> tables of a Silicon Valley incubator, to successfully replace the types of rich
> interactions to which we've painstakingly adapted over millenia. Our society is
> simply too complex to be outsourced to a social network or reduced to instant
> messages and emojis.


### Digital Minimalism - Note 7 {#digital-minimalism-note-7}

> Humans have maintained rich and fulfilling social lives for our entire history without needing the ability to send a few bits of information each month to people we knew briefly during high school. Nothing about your life will notably diminish when you return to this steady state. As an academic who studies and teaches social media explained to me: "I don't think we're meant to keep in touch with so many people."


### Digital Minimalism - Note 8 {#digital-minimalism-note-8}

> We need Solitude to thrive as human beings, and in recent years, without even realizing it, we've been systematically reducing this curcial ingredient from our lives. Simply put, humans are not wired to be constantly wired.


### Digital Minimalism - Note 9 {#digital-minimalism-note-9}

> It's exactly this alternation between regular time alone with your thoughts and regular connection that I propose as the key to avoiding Solitude/Deprivation in a culture that also demands connection. As Thoreau example emphasizes, there's nothing wrong with connectivity, but if you don't balance it with regular doeses of Solitude, it's benefits will diminish.


### Digital Minimalism - Note 10 {#digital-minimalism-note-10}

> The best and most pleasant life is the life of the intellects. This life will also be the happiest. Life filled with deep thinking is happy because contemplation (dt. Besinnlichkeit/Reflexion) is an activity that is appreciated for its own sake. Nothing is gained from it except the act of contemplation. - Aristoteles


### Digital Minimalism - Note 11 {#digital-minimalism-note-11}

> A life well lived requires activities that serve no other purpose than the satisfaction that the activity itself generates. - Aristoteles


### Digital Minimalism - Note 12 {#digital-minimalism-note-12}

> I want to underscore the foundational argument delivered throughout this chapter: ""doing nothing is overrated"". In the middle of a busy workday, or after a particularly trying morning of childcare, it's tempting to crave the release of having _nothing_ to do - while blocks of time with no schedule, no expectations, and no activity beyond whatever seems to catch your attention in the moment. These decompression sessions have their place, but their rewards are muted, as they tend to devolve toward low-quality activities like mindless phone swiping and half-hearted binge-watching.
